Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/employment/employment_rights_and_conditions/contracts_of_employment/transfer_of_business.html.txt.tmx
Source language: en
Languages: pl

source: If a business is taken over by another employer as a result of a legal merger or transfer the rights of the employees are protected by legislation
pl: W Irlandii odpowiednie przepisy chronią prawa pracowników w przypadku przejęcia działalności przez innego pracodawcę w wyniku przeprowadzenia fuzji prawnej lub przeniesienia własności

source: The European Communities (Protection of Employees on Transfer of Undertakings) Regulations 2003 apply to an undertaking which can be a business but could also be a charity or non-profit-making organisation
pl: Rozporządzenia Wspólnot Europejskich z 2003 r. (Ochrona praw pracowników w przypadku transferu przedsiębiorstw) dotyczą działalności, zatem podmiot podlegający przeniesieniu nie musi byćfirmą nastawioną na czerpanie zysków; może to być na przykład organizacja charytatywna lub organizacja ocharakterze niezarobkowym

source: All of the business where you work need not be transferred; if the part you work in is being sold off or contracted out, the Regulations will apply
pl: Nie musi nastąpić przejęcie całejdziałalności; przepisy będą miały zastosowanie dotejczęści zakładu, która została sprzedana lub wyłączona z przedsiębiorstwa

source: For a transfer of undertaking to take place:
pl: Aby nastąpiło przejęcie działalności:

source: • There must be a change in the person (either an individual or a company) responsible for running the undertaking/business
pl: • Musi nastąpić zmiana jednostki (osoby lub spółki) odpowiedzialnej za prowadzenie przedsiębiorstwa/spółki

source: • The previous economic activity of the undertaking/business must be carried on by the new employer
pl: • Charakter działalności przedsiębiorstwa/spółki musi zostać zachowany przez nowego pracodawcę

source: • The undertaking/business must be transferred as a "going concern"
pl: • Przedsiębiorstwo/spółka musi być przejętajako działające przedsięwzięcie

source: A transfer under the Regulations does not occur in the case of a compulsory liquidation of the undertaking/business
pl: Zgodnie z przepisami przeniesienie nie następuje w przypadku przymusowej likwidacji przedsiębiorstwa/spółki

source: Under the Regulations the new employer is legally obliged to take on the existing employees of the business
pl: Zgodnie z przepisami nowy pracodawca jest prawnie zobowiązany do przyjęcia pracowników aktualnie zatrudnionych w przedsiębiorstwie

source: The terms and conditions and your employer’s obligations in your contract of employment are automatically transferred to your new employer, except for pensions – see below
pl: Warunki oraz obowiązki pracodawcy określone w umowie o pracę zostają automatycznie przeniesionena nowego pracodawcę, z wyjątkiem uprawnień emerytalno-rentowych - zob. poniżej

source: If there is a collective agreement your new employer must continue to its terms and conditions until it expires or is replaced
pl: Nowy pracodawca ma obowiązek przestrzegać warunków zawartych w porozumieniu zbiorowym do momentu jego wygaśnięcia lub zmiany

source: P45: In some circumstances employees involved in a transfer of business may be given a P45 by their old employer
pl: P45: W niektórych sytuacjach pracownicy, których dotyczy przejęcie zakładu pracy mogą otrzymać formularz P45 od poprzedniego pracodawcy

source: They should give this to their new employer
pl: Należy go przekazać nowemu pracodawcy

source: For the purposes of redundancy legislation a transfer of business does not break the employees’ continuity of service
pl: Do celów związanych z przepisami dotyczącymi redukcji przejęcie zakładu pracy nie powoduje przerwy w ciągłości zatrudnienia pracowników

source: Instead it is transferred to their new employment
pl: Ciągłość zatrudnienia jest kontynuowana w nowej pracy

source: Employee pension rights, apart from those provided for by social welfare legislation, do not transfer to the new employment
pl: Uprawnienia emerytalno-rentowe pracowników nie zostają przeniesione na nowego pracodawcę, z wyjątkiem tych podlegających ustawodawstwu o opiece społecznej

source: However, where there is a pension scheme in operation in the original employer’s business at the time of the transfer, the legislation provides that:
pl: Jednak jeżeli w przedsiębiorstwie prowadzonym przez poprzedniego pracodawcę działa w dniu przejęciaprogram emerytalny, przepisy stanowią, iż:

source: • If the scheme is an occupational pension scheme covered by the Pension Acts, then the protections given by that legislation apply
pl: • do takiego programu emerytalnego mają zastosowanie przepisy o ochronie świadczeń, wynikające z ustawy o emeryturach i rentach, jeżeli system jest pracowniczym programem emerytalnym w rozumieniu tejże ustawy

source: • In the case of other pension schemes, the new employer must ensure that rights are protected
pl: • nowypracodawca musi zagwarantować ochronę praw w ramach innych systemów emerytalnych

source: The transfer of an undertaking, business or part of a business does not in itself constitute grounds for dismissal
pl: Przejęcie przedsiębiorstwa, spółki lub jej części nie stanowi samo w sobie podstawy do zwolnienia z pracy

source: However, nothing in the regulations prohibits dismissal if your employer can justify such dismissal for economic, technical or organisational reasons
pl: Jednakże przepisy nie zabraniają zwolnień pracowników, jeśli pracodawca może je uzasadnić przyczynami ekonomicznymi, technicznymi lub organizacyjnymi

source: Whether there are economic, technical or organisational grounds for dismissal will depend on the facts of each case and you can challenge your employer's contention that such grounds exist by bringing a claim for unfair dismissal - see 'How to apply' below
pl: To, czy zachodzą ekonomiczne, techniczne lub organizacyjne przesłanki dla zwolnienia pracowników będzie zależeć od indywidualnej sytuacji, dlatego można zakwestionować twierdzenia pracodawcy o ich istnieniu, wnosząc zażalenie na nieuzasadnione zwolnienie z pracy - zob. „Tryb składania skarg” poniżej

source: If your contract of employment is terminated because a transfer involves a substantial change in working conditions to your detriment, the employer concerned is regarded as having been responsible for the termination of the employment
pl: Jeżeli umowa o pracę została rozwiązana, ponieważ przejęciepociąga za sobą znaczne zmiany w warunkach pracy ze szkodą dla pracownika, uznaje się, że pracodawca jest odpowiedzialny za zakończenie stosunku pracy

source: So, for example, if your new employer cuts your wages because he/she feels you are being paid too much and you resign as a result, your new employer will be regarded as being responsible for the dismissal by failing to honour your contract of employment
pl: Tak więc, jeśli nowy pracodawca na przykład obniża wynagrodzenie, ponieważ uważa, że jest ono za wysokie, a w konsekwencji pracownik rezygnuje z pracy, uznaje się, że nowy pracodawca ponosi odpowiedzialność za zwolnienie z powodu niedotrzymania warunków umowy o pracę

source: The Employees (Provision of Information and Consultation) Act 2006 provides a general right to information and consultation for employees from their employer on matters which directly affect them
pl: Ustawa o informowaniu pracowników i przeprowadzaniu z nimi konsultacji z 2006 r. zapewnia pracownikom ogólne prawo do uzyskiwania od pracodawcy informacji i podejmowania konsultacji w sprawach bezpośrednio ich dotyczących

source: The legislation requires employers to inform and consult employees on any decisions likely to lead to substantial changes in work organisation or contractual relations – with particular reference to mergers and acquisitions and to collective redundancies
pl: Na mocy przepisów pracodawca jest zobowiązany informować pracowników i prowadzić z nimi konsultacje w przypadku podejmowania decyzji, które prawdopodobnie doprowadzą do istotnych zmian w organizacji pracy lub stosunkach umownych, w szczególności w przypadku fuzji, przejęć i zwolnień zbiorowych

source: This means that employers are required to consult with employees before major decisions are made, including transfer of business
pl: Oznacza to, że pracodawcy są zobowiązani konsultować się z pracownikami przed podjęciem poważnych decyzji, w tym decyzji dotyczącychprzejęcia działalności

source: Since 23 March 2008 it applies to employers with at least 50 employees
pl: Od 23 marca 2008 r. obowiązek ten odnosi się do pracodawców zatrudniających co najmniej 50 pracowników

source: Under the European Communities (Protection of Employees on Transfer of Undertakings) Regulations 2003 employees (including those who are not covered by the Act as they are working for an employer with fewer than 50 employees) must be given details of the transfer as follows:
pl: Na mocy rozporządzeń Wspólnot Europejskich z 2003 r. (Ochrona praw pracowników w przypadku transferu przedsiębiorstw) pracownicy (z uwzględnieniem pracowników, których nie obejmują przepisy ustawy, ponieważ są zatrudniani przez pracodawcę posiadającego mniej niż 50 pracowników) muszą otrzymać następująceinformacje na temat przejęcia:

source: • If the employees are in a union, not later than 30 days before the transfer, the employer must provide the union with details of the reasons for the transfer; the date or proposed date of the transfer; and the legal, economic and social implications for the employees
pl: • Jeżeli pracownicy są zrzeszeni w związku zawodowym, pracodawca jest zobowiązanypoinformować związek zawodowy nie później niż 30 dni przed dokonaniem przejęcia o przyczynach przejęcia; terminie lub proponowanym terminie przejęcia; prawnych, ekonomicznych i społecznych konsekwencjach dla pracowników

source: • If the employees are not in a union, the employer must give the details already mentioned in writing to each employee not later than 30 days before the transfer
pl: • Jeżeli w zakładzie nie działa związek zawodowy, pracodawca musi przekazać każdemu pracownikowi pismo zawierające wyżej wymienione informacje nie później niż 30 dni przeddokonaniem przejęcia

source: The employer must also consult with the employees’ union or, in the absence of a union, with the chosen representative(s) of the employees
pl: Pracodawca musi również przeprowadzić konsultacje ze związkiem zawodowym, a w przypadku braku takiego związku, z wybranym przedstawicielem pracowników

source: If you have been dismissed because of the transfer or if your employer has failed to consult the employees or their representatives, as required by the Regulations, you can bring a complaint within 6 months. You must use the online complaint form available on workplacerelations.ie
pl: Jeśli zostałeś zwolniony z pracy z powodu przejęcia przez inną firmę lub dlatego, że Twój pracodawca nie skonsultował się ze swoimi pracownikami czy ich reprezentantami tak jak wymagają tego przepisy, możesz wnieść skargę korzystając z nowego, pojedynczego formularza skarg(pdf)

source: Complaints concerning pensions covered by the Pensions Acts should be referred to the Pensions Authority - see 'Where to apply' below
pl: Skargi dotyczące świadczeń określonych w ustawach dotyczących rent winny być skierowane do Komisji ds

source: Complaints concerning other pensions should be referred as above
pl: Skargi dotyczące innych świadczeń rentowych winny być kierowane jak powyżej

source: Further information on the transfer of undertakings is available from Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below
pl: Dalsze informacje na temat przejęć przez inne firmy i związanych z tym praw można uzyskać w Biurze Obsługi ds. Relacji w Miejscu Pracy - poniżej zapoznaj się z sekcją “Gdzie składać prośbę”

source: The Code of Practice on Employee Involvement in the Workplace as well as an explanatory booklet on the transfer of undertakings (pdf) are available on workplacerelations.ie
pl: Kodeks Praktyk dot. Informacji i Konsultacji (pdf) jak i publikacje informacyjne o przejęciu przez inne firmy (pdf) dostępne są na stronie internetowej workplacerelations.ie
